ndrangheta
nrdanghetista
abietto
abiezione
abnorme
abulico
abusivo
accidioso
affamato
aggressivo
aguzzino
americanata
ammazzasentenze
amorale
analfabeta
andicappato
anguilla
animale
animalesco
antropoide
asinaggine
asinata
asineria
asinescamente
asinesco
asino
assassino
avanzo di galera
avarizia
avaro
avidità
avido
avvocatesco
avvocaticchio
avvocatucolo
avvocatuncolo
avvoltoio
azzannare
babbaleo
babbalone
babbalucco
babbeo
bacchettone
bagascia
bagasciona
bagascione
baldracca
baldraccona
baldraccone
balla
ballista
balordo
baluba
bamberottolo
bambinesco
bandito
barbaro
bassitalia
bastardo
battona
beccaccione
beccamorto
becco
beduino
beghina
beghinaggio
beghino
belinata
benpensante
beota
bestia
bestiaccia
bestiale
bestialità
bestione
bietolone
bigotto
birbante
birbanteria
biscazziere
bischeraggine
bischerata
bischero
bischerume
bisex
bisonte
bizzoco
bonzo
boria
borioso
bottegaio
bovino
briccone
brigante
broccolo
broccolone
brutto
bucaiolo
bufala
bufalo
buffone
bugiardo
burino
cacasentenze
cacasotto
cacchiata
cacchio
cacchione
cafonaggine
cafonata
cafone
cafoneria
cafonesco
cagna
cagnesco
caimano
calunnia
calunniatore
camorra
camorrista
canaglia
canagliesco
canagliume
cane
capopopolo
capra
caprone
carogna
carrettiere
casinaro
casino
casotto
caspita
cavolo
cazzaccio
cazzaro
cazzarola
cazzata
cazzeggiare
cazzeggiatore
cazzeggiatrice
cazzeggio
cazzo
cazzone
cecato
ceffo
ceppa
cerebroleso
cetriolo
checca
chiacchierone
chiavica
cialtrone
ciarlatano
ciarpame
ciofeca
civetta
civettare
civettuolo
coatto
coccodrillo
cocotte
coglionaggine
coglionare
coglionata
coglione
coglionella
coglioneria
combriccola
comodaccio
concupiscente
concupiscenza
coniglio
contadino
conventicola
corbelleria
corbello
cornuto
cortigiana
cottolengo
crapulone
credulo
credulone
crepare
cretinaggine
cretinata
cretineria
cretinesco
cretinismo
cretino
criminale
crucco
crumiro
culattina
culattino
culattone
culo
deficiente
deforme
delinquente
dilettante
disagiato
disdicevole
disgraziato
disonesto
dissoluto
donnaccia
donnacia
ebete
ebreo
emarginato
escluso
faccendiere
faccia da culo
faccia da galera
faccia da schiaffi
faccia di bronzo
faccia di culo
faccia di merda
faccia di palta
faccia di tolla
falena
falliforme
fallo
falso
fanatico
fanatismo
fandonia
fanfarone
fannullone
farabutto
fascio
fascista
fascistico
fascistone
fava
fessa
fessacchiotto
fessaccio
fessaggine
fessata
fesseria
fesso
fetente
fetido
fetidume
fica
ficcanaso
figa
finocchio
forcaiolo
fottere
fottuto
fregna
fregnaccia
fregnacciaro
fregnaccione
fregno
fregnone
fresca
frescaccia
frescacciaro
frescaccione
frescone
frocio
furbacchione
furbastro
furbata
furberia
furbizia
furbone
furfante
gaglioffo
galoppino
gangster
gangsterismo
gay
gentaglia
gentarella
gentuccia
gentucola
gerarca
gibboso
giovinastro
giudeo
giullare
gnocca
gobbo
gramo
gretto
grugno
gufaggine
gufata
gufo
handicappato
idiota
idiozia
iena
ignorante
imbecillaggine
imbecille
imbecillità
imbestialire
imbestialito
imbestiare
imbrattacarte
imbroglione
imbufalire
immorale
immoralità
impostore
imputtanirsi
incacchiare
incapace
incivile
indecente
indolente
indolenza
inettitudine
inetto
infelice
infingardaggine
infingardo
ingordo
inintelligente
insano
insetto
insolente
insolenza
intellettualoide
intollerante
intolleranza
intrufolare
invertito
invidia
invidioso
inviperirsi
ipocrita
irascibile
istupidire
ladro
ladruncolo
lagnoso
latrare
latrina
lazzerone
leccaculo
leccapiatti
levantinismo
levantino
lucciola
lumaca
lussuria
lussurioso
lutulento
macrocefalo
maestrina
mafia
mafioso
maialata
maiale
maialone
malafemmina
malandrino
malavitoso
maleducato
malfattore
malvagio
malvissuto
malvivente
mammalucco
mangiacrauti
mangiamerda
manigoldo
mantenuta
mantenuto
marchetta
marchettara
marmaglia
marocco
marronata
marrone
mascalzonata
mascalzone
masnada
masnadiero
massone
mazza
medicastro
mediconzolo
membro
mentecatto
mentitore
menzogna
menzognero
mercanteggiare
mercenaria
mercimonio
meretrice
merlo
meschino
mestierante
meticcio
mezzano
microbo
microcefalo
mignotta
minchia
minchiata
minchionaggine
minchionare
minchionata
minchionatore
minchionatorio
minchionatura
minchionazione
minchione
minchioneria
minorato
miserabile
misero
mistificatore
mollusco
mongolo
mongoloide
morto di fame
moscerino
mozzarella
mulo
muso
nanerottolo
napoli
neghittoso
negro
nerchia
nero
ninfomane
oca
omaccio
omaccione
omiciattolo
omicida
omicidio
ominicchio
omo
omosex
omuccio
omucolo
omuncolo
orbo
orecchione
osceno
ostrogoto
ozioso
pagliaccio
palla
pallista
pallonaro
pantofolaio
papera
pappagallismo
pappagallo
paracula
paraculo
paraninfo
parassita
parruccone
parvenu
pasdaran
passacarte
passeggiatrice
passera
patacca
patata
pecora
pecoraio
pederasta
pelandrone
pendaglio di forca
pennaiolo
pennivendolo
peone
peracotta
perdigiorno
perditempo
pescecane
pescivendolo
pettegolare
pettegolezzo
pettegolo
pezzente
piagnone
piazzata
pidocchio
pidocchioso
pietismo
pigrizia
pigro
pipo
pippa
pipparolo
pippone
pirillo
pirla
pirlaggine
pirlata
pisciasotto
pisello
pistolino
pitoccare
pitocco
pivello
plebaglia
poco di buono
poetastro
poetucolo
polentone
politicante
politicastro
politicheggiare
politicume
pollo
polverume
popolino
poppante
porcaccione
porcaggine
porcaio
porcata
porcheria
porco
porcone
portaborse
portiera
portinaia
povero
praticone
presuntuoso
presunzione
pretaccio
prete
pretesco
pretino
pretonzolo
pretume
prezzolato
professorucolo
professorume
professoruncolo
prosopopea
protagonismo
provincialismo
puerile
pulce
pulcioso
putridume
puttana
puttanata
puttaneggiare
qualunquismo
racchio
ragazzaccio
ragioniere
ragionieresco
ragliare
rapa
rapinatore
recchione
reggicoda
reprobo
ribaldo
rimbecillire
rincretinire
riprovevole
ritardato
rompicazzo
rompipalle
ronzino
rospo
rubare
ruffiano
saccente
saccenteria
saltimbanco
sanguisuga
sbarbatello
sbirraglia
sbirro
scagnozzo
scansafatiche
scarafaggio
scartina
scassacazzo
scassaminchia
scemata
scemenza
scemo
schiappa
sciacallagine
sciacallo
sciagurato
sciancato
sciocchezza
sciocco
scioperato
scorfano
scostumato
scribacchino
scrittorucolo
secchione
sega
segaiolo
segone
sempliciotto
serpente
sfaccendato
sfaticato
sgnocca
sgualdrina
smarrone
sodomita
somaraggine
somarata
somaro
sorca
sozzo
spaccacazzo
spaccaminchia
spaccapalle
spagnolesco
spazzatura
sporcaccione
spregevole
sputtanamento
sputtanare
squallido
squalo
stolidità
stolido
stoltezza
stolto
straccione
stronzo
strozzino
stupidaggine
stupidità
stupido
stupratore
stupro
subnormale
sudiciume
superbia
superbo
superficiale
superficialità
supponente
supponenza
svogliatezza
svogliato
tapino
teppaglia
terrone,
testa d'asino
testa di cavolo
testa di cazzo
testa di legno
testa di minchia
testa di rapa
testone
tipaccio,
tonto
topa
topo di fogna
tordo
torpido
torsolo
torturatore
trafficante
trafficare
trasformismo
trasformista
travestito
tribunizio
tristo
troia
troiaccia
troiaio
troiata
troiona
trucido
truffatore
turlupinatore
turpe
uccellare
uccello
umanoide
unno
untume
untuoso
usura
usuraio
uterino
vacca
vaccata
vaccona
vagabondo
vaiassa
vandalo
vanità
vanitoso
vastaso
vecchiume
velinaro
venale
venalità
vendicativo
verga
verme
vermiciattolo
vieto
vigliaccata
vigliaccheria
vigliacco
vile
viltà
violento
violenza
vipera
viperino
voltagabbana
watusso
zampa
zanzara
zecca
zingaro
zoccola
zoccolona
zoppo
zotico
zozzeria
zozzo
zozzone
zucca
zuccone
zulù